---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.WaterChillerType.AirCooled
enum: Autodesk.Revit.DB.Mechanical.WaterChillerType
source: html/cd39b693-4371-4f82-98f7-a581ee288f4d.htm
---
# Autodesk.Revit.DB.Mechanical.WaterChillerType.AirCooled